Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/samediggi-article-3725.html.tmx
Source language: nob
Languages: sme

source: Om de folkevalgte - Sámediggi Sametinget
sme: Álbmot válljen áirasiid birra - Sámediggi Sametinget

source: Om de folkevalgte
sme: Álbmot válljen áirasiid birra

source: Sametinget i plenum består av 39 representanter fra 7 valgkretser.
sme: Sámedikki dievasčoahkkimis leat 39 áirasa 7 válgabiirres.

source: I tillegg kommer Sametingsrådet bestående av 5 representanter som trer ut av plenum i det de blir innsatt i rådet.
sme: Sámedikki dievasčoahkkin lea Sámedikki bajimuš orgána ja váldi.

source: For valgperioden 2009 - 2013 er følgende personer valgt inn til Sametinget:
sme: Lassin boahtá Sámediggeráđđi mas leat 5 áirasa mat guđđet dievasčoahkkima go sii nammaduvvojit ráđđái.
